Repository: hottredpen/laowai_panda
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, fa, hi, id, ja, my, ru, th, tr, ur, vi

source: Name can't be number
ar: لا يمكن أن يكون الاسم رقمًا
de: Name kann keine Nummer sein
fa: نام نمی تواند شماره باشد
hi: नाम संख्या नहीं हो सकता
id: Nama tidak bisa berupa angka
ja: 名前は数字にできません
my: Nama tidak boleh nombor
ru: Имя не может быть числом
th: ชื่อต้องไม่เป็นตัวเลข
tr: İsim sayı olamaz
ur: نام نمبر نہیں ہوسکتا
vi: Tên không thể là số

source: Signup Succsesfuly
ar: تم التسجيل بنجاح
de: Anmeldung erfolgreich
fa: ثبت نام Succsesfuly
hi: साइनअप सक्सेसफुल
ja: サインアップ成功
my: Masuk Succsesfuly
ru: Зарегистрируйтесь успешно
th: ลงทะเบียนเรียบร้อยแล้ว
tr: Üye Olun
ur: سائن اپ کامیابیاں
vi: Đăng ký thành công

source: Email already verified
ar: تم التحقق من البريد الإلكتروني بالفعل
de: E-Mail bereits verifiziert
fa: ایمیل قبلاً تأیید شده است
hi: ईमेल पहले से ही सत्यापित है
id: Email sudah diverifikasi
ja: メールは確認済みです
my: E-mel sudah disahkan
ru: Электронная почта уже подтверждена
th: ยืนยันอีเมลแล้ว
tr: E-posta zaten doğrulandı
ur: ای میل پہلے ہی تصدیق شدہ ہے
vi: Email đã được xác minh

source: Verification e-mail sent
ar: تم إرسال رسالة التحقق
de: Bestätigungs-E-Mail gesendet
fa: تأیید ایمیل ارسال شد
hi: पुष्ट संदेश भेज़ दिया गया
id: Email verifikasi dikirim
ja: 送信された確認メール
my: E-mel pengesahan dihantar
ru: Письмо с подтверждением отправлено
th: ส่งอีเมลยืนยันแล้ว
tr: Doğrulama e-postası gönderildi
ur: توثیقی ای میل بھیجا گیا
vi: Gửi email xác minh

source: Email doesn't exist.
ar: البريد الإلكتروني غير موجود.
de: E-Mail existiert nicht.
fa: ایمیل وجود ندارد
hi: ईमेल मौजूद नहीं है
id: Email tidak ada.
ja: メールが存在しません。
my: E-mel tidak wujud.
ru: Электронная почта не существует.
th: ไม่มีอีเมล
tr: E-posta mevcut değil.
ur: ای میل موجود نہیں ہے۔
vi: Email không tồn tại.

source: Please enter the correct email and password.
ar: يرجى إدخال البريد الإلكتروني وكلمة المرور الصحيحين.
de: Bitte geben Sie die richtige E-Mail-Adresse und das richtige Passwort ein.
fa: لطفاً ایمیل و رمز عبور صحیح را وارد کنید.
hi: कृपया सही ईमेल और पासवर्ड दर्ज करें।
id: Silakan masukkan email dan kata sandi yang benar.
ja: 正しいメールアドレスとパスワードを入力してください。
my: Sila masukkan e-mel dan kata laluan yang betul.
ru: Пожалуйста, введите правильный адрес электронной почты и пароль.
th: กรุณาใส่อีเมลและรหัสผ่านที่ถูกต้อง
tr: Lütfen doğru e-postayı ve şifreyi girin.
ur: براہ کرم صحیح ای میل اور پاس ورڈ درج کریں۔
vi: Vui lòng nhập email và mật khẩu chính xác.

source: Please verify your email.
ar: يرجى التحقق من بريدك الإلكتروني.
de: Bitte überprüfen Sie Ihre E-Mail.
fa: لطفا ایمیل خود را تأیید کنید
hi: कृपया अपना ईमेल सत्यापित करें।
id: Harap verifikasi email Anda.
ja: メールを確認してください。
my: Sila sahkan e-mel anda.
ru: Пожалуйста, подтвердите вашу электронную почту.
th: โปรดยืนยันอีเมลของคุณ
tr: Lütfen e-postanızı doğrulayın.
ur: براہ کرم اپنے ای میل کی تصدیق کریں۔
vi: Vui lòng xác minh email của bạn.

source: Social type not supported
ar: النوع الاجتماعي غير مدعوم
de: Sozialer Typ wird nicht unterstützt
fa: نوع اجتماعی پشتیبانی نمی شود
hi: सामाजिक प्रकार समर्थित नहीं है
id: Jenis sosial tidak didukung
ja: ソーシャルタイプはサポートされていません
my: Jenis sosial tidak disokong
ru: Социальный тип не поддерживается
th: ไม่รองรับประเภทโซเชียล
tr: Sosyal tür desteklenmiyor
ur: معاشرتی قسم کی سہولت نہیں ہے
vi: Loại hình xã hội không được hỗ trợ

source: Social Auth Failed
ar: فشل المصادقة الاجتماعية
de: Social Auth fehlgeschlagen
fa: تأیید اجتماعی انجام نشد
hi: सामाजिक प्रामाणिक विफल
id: Auth Sosial Gagal
ja: ソーシャル認証に失敗しました
my: Pengarang Sosial Gagal
ru: Социальная аутентификация не удалась
th: การตรวจสอบสิทธิ์ทางสังคมล้มเหลว
tr: Sosyal Kimlik Doğrulaması Başarısız Oldu
ur: سماجی تصنیف ناکام
vi: Xác thực xã hội không thành công

source: User doesn't exist
ar: المستخدم غير موجود
de: Benutzer existiert nicht
fa: کاربر وجود ندارد
hi: उपयोगकर्ता मौजूद नहीं है
id: Pengguna tidak ada
ja: ユーザーは存在しません
my: Pengguna tidak wujud
ru: Пользователь не существует
th: ไม่มีผู้ใช้
tr: Kullanıcı mevcut değil
ur: صارف موجود نہیں ہے
vi: Người dùng không tồn tại

source: Check your {} to reset the password
ar: تحقق من {} لإعادة تعيين كلمة المرور
de: Überprüfen Sie Ihr {}, um das Passwort zurückzusetzen
fa: res your خود را برای تنظیم مجدد رمز عبور بررسی کنید
hi: पासवर्ड रीसेट करने के लिए अपने {} की जाँच करें
id: Periksa {} Anda untuk mengatur ulang kata sandi
ja: {}を確認してパスワードをリセットしてください
my: Semak {} anda untuk menetapkan semula kata laluan
ru: Проверьте {}, чтобы сбросить пароль
th: ตรวจสอบ {} ของคุณเพื่อรีเซ็ตรหัสผ่าน
tr: Şifreyi sıfırlamak için {} kontrol edin
ur: اپنا دیکھو {} پاس ورڈ کو دوبارہ ترتیب دینے کیلئے
vi: SKiểm tra {} của bạn để đặt lại mật khẩu

source: Too much trials, please generate new code.
ar: الكثير من التجارب ، يرجى إنشاء رمز جديد.
de: Zu viele Versuche, bitte generieren Sie neuen Code.
fa: لطفاً آزمایشات بسیار زیادی انجام دهید ، لطفاً کد جدیدی تولید کنید.
hi: बहुत अधिक परीक्षण, कृपया नया कोड जनरेट करें।
id: Terlalu banyak uji coba, harap buat kode baru.
ja: 試行回数が多すぎます。新しいコードを生成してください。
my: Terlalu banyak ujian, sila buat kod baru.
ru: Слишком много испытаний, пожалуйста, сгенерируйте новый код.
th: การทดลองมากเกินไปโปรดสร้างรหัสใหม่
tr: Çok fazla deneme, lütfen yeni kod oluşturun.
ur: بہت زیادہ آزمائشیں ، براہ کرم نیا کوڈ بنائیں۔
vi: Quá nhiều thử nghiệm, vui lòng tạo mã mới.

source: Correct code
ar: الرمز صحيح
de: Richtiger Code
fa: کد صحیح
hi: सही कोड
id: Kode yang benar
ja: 正しいコード
my: Kod yang betul
ru: Правильный код
th: รหัสที่ถูกต้อง
tr: Doğru kod
ur: درست کوڈ
vi: Mã chính xác

source: Wrong code
ar: رمز خاطئ
de: Falscher Code
fa: کد اشتباه
hi: गलत कोड
id: Salah kode
ja: 不正なコード
my: Kod salah
ru: Неправильный код
th: รหัสผิด
tr: Yanlış kod
ur: غلط کوڈ
vi: Sai mã

source: Wrong email
ar: بريد إلكتروني خاطئ
de: Falsche E-mail
fa: ایمیل اشتباه
hi: गलत ई - मेल
id: Email yang salah
ja: 間違ったメール
my: E-mel yang salah
ru: Неправильный адрес электронной почты
th: ผิดอีเมล
tr: Yanlış email
ur: غلط ای میل
vi: Email sai

source: Wrong password
ar: كلمة مرور خاطئة
de: Falsches Passwort
fa: گذرواژه اشتباه
hi: गलत पासवर्ड
id: Kata sandi salah
ja: 間違ったパスワード
my: Salah kata laluan
ru: Неправильный пароль
th: รหัสผ่านผิด
tr: Yanlış şifre
ur: غلط پاس ورڈ
vi: Sai mật khẩu

source: password reseted successfuly
ar: تم إعادة تعيين كلمة المرور بنجاح
de: Passwort erfolgreich zurückgesetzt
fa: رمز عبور موفق شد
hi: पासवर्ड फिर से सफल हो गया
id: kata sandi berhasil diatur ulang
ja: パスワードが正常にリセットされました
my: kata laluan berjaya dikembalikan
ru: пароль сброшен успешно
th: รีเซ็ตรหัสผ่านสำเร็จแล้ว
tr: şifre başarıyla sıfırlandı
ur: پاس ورڈ دوبارہ کامیابی سے ملا
vi: mật khẩu được đặt lại thành công

source: This field is required.
ar: هذه الخانة مطلوبه.
de: Dieses Feld wird benötigt.
fa: این قسمت الزامی است
hi: यह फ़ील्ड आवश्यक है।
id: Bagian ini diperlukan.
ja: この項目は必須です。
my: Bidang ini diperlukan.
ru: Это поле обязательно к заполнению.
th: ต้องระบุข้อมูลในฟิลด์นี้
tr: Bu alan gereklidir.
ur: اس کو پر کرنا ضروری ہے.
vi: Lĩnh vực này là bắt buộc.

source: User removed from your block list successfully.
ar: تمت إزالة المستخدم من قائمة الحظر الخاصة بك بنجاح.
de: Benutzer erfolgreich von Ihrer Sperrliste entfernt.
fa: کاربر با موفقیت از لیست بلوک شما خارج شد.
hi: उपयोगकर्ता को आपकी ब्लॉक सूची से सफलतापूर्वक हटा दिया गया।
id: Pengguna berhasil dihapus dari daftar blokir Anda.
ja: ユーザーがブロックリストから正常に削除されました。
my: Pengguna dikeluarkan dari senarai blok anda dengan jayanya.
ru: Пользователь успешно удален из вашего черного списка.
th: ผู้ใช้ลบออกจากรายการบล็อกของคุณเรียบร้อยแล้ว
tr: Kullanıcı engelleme listenizden başarıyla kaldırıldı.
ur: صارف کو آپ کی بلاک لسٹ سے کامیابی کے ساتھ ہٹا دیا گیا۔
vi: Người dùng đã xóa khỏi danh sách chặn của bạn thành công.

source: User added to your block list successfully.
ar: تمت إضافة المستخدم إلى قائمة الحظر الخاصة بك بنجاح.
de: Benutzer erfolgreich zu Ihrer Sperrliste hinzugefügt.
fa: کاربر با موفقیت به لیست بلوک شما اضافه شد.
hi: उपयोगकर्ता ने आपकी ब्लॉक सूची में सफलतापूर्वक जोड़ा।
id: Pengguna berhasil ditambahkan ke daftar blokir Anda.
ja: ユーザーがブロックリストに正常に追加されました。
my: Pengguna ditambahkan ke senarai blok anda berjaya.
ru: Пользователь успешно добавлен в ваш черный список.
th: เพิ่มผู้ใช้ในรายการบล็อกของคุณสำเร็จแล้ว
tr: Kullanıcı engelleme listenize başarıyla eklendi.
ur: صارف نے کامیابی کے ساتھ آپ کی بلاک لسٹ میں شامل کیا۔
vi: Người dùng đã thêm vào danh sách chặn của bạn thành công.

source: User does not exist.
ar: المستخدم غير موجود.
de: Benutzer existiert nicht.
fa: کاربر وجود ندارد.
hi: उपयोगकर्ता मौजूद नहीं है।
id: Pengguna tidak ada.
ja: ユーザーは存在しません。
my: Pengguna tidak wujud.
ru: Пользователь не существует.
th: ไม่มีผู้ใช้
tr: Kullanıcı yok.
ur: صارف موجود نہیں.
vi: Người dùng không tồn tại.

source: Can't follow/unfollow yourself.
ar: لا يمكنك متابعة / إلغاء متابعة نفسك.
de: Kann dir nicht folgen / nicht folgen.
fa: نمی توانید خود را دنبال کنید یا آنرا باز کنید.
hi: खुद का पालन / अनफ़ॉलो नहीं कर सकते।
id: Tidak dapat mengikuti / berhenti mengikuti diri sendiri.
ja: 自分をフォロー/フォロー解除できません。
my: Tidak boleh ikut / ikuti diri anda sendiri.
ru: Не могу подписаться / отписаться от себя.
th: ไม่สามารถติดตาม / เลิกติดตามตัวเอง
tr: Kendinizi takip edemez / takip edemezsiniz.
ur: خود کی پیروی / پیروی نہیں کرسکتے ہیں۔
vi: Không thể theo dõi / hủy theo dõi chính mình.

source: User removed from your follow list successfully.
ar: تمت إزالة المستخدم من قائمة المتابعة الخاصة بك بنجاح.
de: Benutzer erfolgreich von Ihrer Verfolgungsliste entfernt.
fa: کاربر با موفقیت از لیست پیگیری شما حذف شد.
hi: उपयोगकर्ता आपकी अनुवर्ती सूची से सफलतापूर्वक हटा दिया गया।
id: Pengguna berhasil dihapus dari daftar tindak Anda.
ja: ユーザーがフォローリストから正常に削除されました。
my: Pengguna dibuang dari senarai ikuti dengan jayanya.
ru: Пользователь успешно удален из вашего списка подписчиков.
th: ผู้ใช้ลบออกจากรายการติดตามของคุณเรียบร้อยแล้ว
tr: Kullanıcı takip listenizden başarıyla kaldırıldı.
ur: صارف کو آپ کی پیروی کی فہرست سے کامیابی کے ساتھ ہٹا دیا گیا۔
vi: Người dùng đã xóa khỏi danh sách theo dõi của bạn thành công.

source: Can't follow this user regarding the blocking.
ar: لا يمكن متابعة هذا المستخدم بخصوص الحظر.
de: Ich kann diesem Benutzer hinsichtlich der Blockierung nicht folgen.
fa: در مورد مسدود کردن نمی توانید از این کاربر پیروی کنید.
hi: ब्लॉकिंग के संबंध में इस उपयोगकर्ता का अनुसरण नहीं किया जा सकता।
id: Tidak dapat mengikuti pengguna ini terkait pemblokiran.
ja: ブロックに関してこのユーザーをフォローできません。
my: Tidak dapat mengikuti pengguna ini mengenai penyekatan.
ru: Не могу подписаться на этого пользователя в отношении блокировки.
th: ไม่สามารถติดตามผู้ใช้รายนี้เกี่ยวกับการบล็อก
tr: Engelleme ile ilgili bu kullanıcıyı takip edemiyorum.
ur: اس صارف کو مسدود کرنے کے حوالے سے پیروی نہیں کرسکتے ہیں۔
vi: Không thể theo dõi người dùng này về việc chặn.

source: User added to your follow list successfully.
ar: تمت إضافة المستخدم إلى قائمة المتابعة الخاصة بك بنجاح.
de: Benutzer erfolgreich zu Ihrer Verfolgungsliste hinzugefügt.
fa: کاربر با موفقیت به لیست دنباله شما اضافه شد.
hi: उपयोगकर्ता आपकी अनुवर्ती सूची में सफलतापूर्वक जुड़ गया।
id: Pengguna berhasil ditambahkan ke daftar tindak Anda.
ja: ユーザーがフォローリストに正常に追加されました。
my: Pengguna ditambahkan ke senarai berikut dengan berjaya.
ru: Пользователь успешно добавлен в ваш список подписчиков.
th: เพิ่มผู้ใช้ในรายการติดตามของคุณเรียบร้อยแล้ว
tr: Kullanıcı takip listenize başarıyla eklendi.
ur: صارف نے کامیابی کے ساتھ آپ کی پیروی کی فہرست میں شامل کیا۔
vi: Người dùng đã thêm vào danh sách theo dõi của bạn thành công.

source: Order Number
ar: رقم الأمر
de: Bestellnummer
fa: شماره سفارش
hi: क्रम संख्या
id: Jumlah order
ja: 注文番号
my: Nombor Pesanan
ru: Порядковый номер
th: หมายเลขสั่งซื้อ
tr: Sipariş numarası
ur: آرڈر نمبر
vi: Số thứ tự

source: is required
ar: مطلوب
de: ist nötig
fa: مورد نیاز است
hi: आवश्यक है
id: Dibutuhkan
ja: 必要とされている
my: adalah diperlukan
ru: необходимо
th: ต้องระบุ
tr: gerekli
ur: ضروری ہے
vi: bắt buộc

source: Question removed from your favourite list successfully.
ar: تمت إزالة السؤال من قائمتك المفضلة بنجاح.
de: Frage erfolgreich von Ihrer Favoritenliste entfernt.
fa: سؤال با موفقیت از لیست مورد علاقه خود حذف شد.
hi: आपकी पसंदीदा सूची से सफलतापूर्वक निकाला गया प्रश्न।
id: Pertanyaan berhasil dihapus dari daftar favorit Anda.
ja: お気に入りのリストから質問が正常に削除されました。
my: Soalan dikeluarkan dari senarai kegemaran anda berjaya.
ru: Вопрос успешно удален из списка избранных.
th: ลบคำถามจากรายการโปรดของคุณสำเร็จแล้ว
tr: Soru favori listenizden başarıyla kaldırıldı.
ur: سوال آپ کی پسندیدہ فہرست سے کامیابی کے ساتھ ہٹا دیا گیا۔
vi: Câu hỏi được xóa khỏi danh sách yêu thích của bạn thành công.

source: Question added to your favourite list successfully.
ar: تمت إضافة السؤال إلى قائمتك المفضلة بنجاح.
de: Frage erfolgreich zu Ihrer Favoritenliste hinzugefügt.
fa: سؤال با موفقیت به لیست مورد علاقه شما اضافه شد.
hi: प्रश्न आपकी पसंदीदा सूची में सफलतापूर्वक जुड़ गया।
id: Pertanyaan berhasil ditambahkan ke daftar favorit Anda.
ja: 質問がお気に入りリストに追加されました。
my: Soalan ditambah dengan senarai kegemaran anda.
ru: Вопрос успешно добавлен в ваш список любимых.
th: เพิ่มคำถามลงในรายการโปรดของคุณสำเร็จแล้ว
tr: Soru favori listenize başarıyla eklendi.
ur: سوال آپ کی پسندیدہ فہرست میں کامیابی کے ساتھ شامل ہوگیا۔
vi: Câu hỏi được thêm vào danh sách yêu thích của bạn thành công.

source: Question does not exist.
ar: السؤال غير موجود.
de: Frage existiert nicht.
fa: سؤال وجود ندارد.
hi: प्रश्न मौजूद नहीं है।
id: Pertanyaan tidak ada.
ja: 質問は存在しません。
my: Soalan tidak wujud.
ru: Вопрос не существует.
th: ไม่มีคำถาม
tr: Soru mevcut değil.
ur: سوال موجود نہیں ہے۔
vi: Câu hỏi không tồn tại.

source: Unlike successfully.
ar: تم إلغاء الإعجاب
de: Im Gegensatz zu erfolgreich.
fa: برخلاف موفقیت.
hi: इसके विपरीत सफलतापूर्वक।
id: Tidak seperti yang berhasil.
ja: うまくいきません。
my: Tidak seperti berjaya.
ru: В отличие от успешно.
th: ไม่เหมือนที่ประสบความสำเร็จ
tr: Başarının aksine.
ur: کامیابی کے برعکس۔
vi: Không giống như thành công.

source: Like successfully.
ar: تم الإعجاب بنجاح.
de: Wie erfolgreich.
fa: مانند موفقیت
hi: सफलता की तरह।
id: Suka berhasil.
ja: 成功したように。
my: Seperti berjaya.
ru: Вроде успешно.
th: ชอบเรียบร้อย
tr: Başarıyla beğen.
ur: کامیابی سے پسند ہے۔
vi: Thích thành công.

source: notify successfully.
ar: الإخطار بنجاح.
de: erfolgreich benachrichtigen.
fa: با موفقیت اطلاع دهید
hi: सफलतापूर्वक सूचित करें।
id: memberitahukan dengan sukses.
ja: 正常に通知します。
my: memberitahu dengan jayanya.
ru: уведомить успешно.
th: แจ้งเตือนสำเร็จ
tr: başarıyla bildir.
ur: کامیابی کے ساتھ مطلع کریں۔
vi: thông báo thành công.

source: Unuseful successfully.
ar: تم إلغاء المفيد
de: Nicht erfolgreich.
fa: با موفقیت ناخوشایند است.
hi: सफलतापूर्वक उपयोग नहीं किया गया।
id: Berhasil tidak berhasil.
ja: 使用できませんでした。
my: Tidak berjaya berjaya.
ru: Бесполезно успешно.
th: ไม่ประสบความสำเร็จ
tr: Başarısız.
ur: کامیابی کے ساتھ ناقابل استعمال۔
vi: Không thành công.

source: Useful successfully.
ar: مفيد بنجاح.
de: Nützlich erfolgreich.
fa: با موفقیت
hi: सफलतापूर्वक उपयोगी।
id: Berguna berhasil.
ja: 成功した。
my: Berjaya berjaya.
ru: Полезно успешно.
th: มีประโยชน์เรียบร้อยแล้ว
tr: Başarıyla faydalı.
ur: کامیابی کے ساتھ مفید ہے۔
vi: Hữu ích thành công.

source: QuestionReply does not exist.
ar: الرد على التعليق غير موجود.
de: QuestionReply existiert nicht.
fa: QuestionReply وجود ندارد.
hi: प्रश्न उत्तर मौजूद नहीं है।
id: QuestionReply tidak ada.
ja: QuestionReplyは存在しません。
my: QuestionReply tidak wujud.
ru: Вопрос: Ответ не существует.
th: ไม่มีการตอบคำถาม
tr: QuestionReply mevcut değil.
ur: سوالات جواب موجود نہیں ہے۔
vi: Câu hỏi không tồn tại.

source: Question report is cancelled.
ar: تم إلغاء تقرير السؤال.
de: Der Fragenbericht wird storniert.
fa: گزارش سؤال لغو می شود.
hi: प्रश्न रिपोर्ट रद्द कर दी गई है।
id: Laporan pertanyaan dibatalkan.
ja: 質問報告はキャンセルされます。
my: Laporan soalan dibatalkan.
ru: Отчет по вопросу отменен.
th: รายงานคำถามถูกยกเลิก
tr: Soru raporu iptal edildi.
ur: سوالیہ رپورٹ منسوخ کردی گئی ہے۔
vi: Báo cáo câu hỏi bị hủy bỏ.

source: Your report is submitted successfully.
ar: تم تقديم تقريرك بنجاح.
de: Ihr Bericht wurde erfolgreich übermittelt
fa: گزارش شما با موفقیت ارسال شد
hi: आपकी रिपोर्ट सफलतापूर्वक सबमिट की गई है
id: Laporan Anda berhasil dikirim.
ja: レポートが正常に送信されました。
my: Laporan anda diserahkan dengan jayanya.
ru: Ваш отчет успешно отправлен.
th: ส่งรายงานของคุณเรียบร้อยแล้ว
tr: Raporunuz başarıyla gönderildi.
ur: آپ کی رپورٹ کامیابی کے ساتھ پیش کی گئی ہے۔
vi: Báo cáo của bạn được gửi thành công.

source: Question doesn't exist
ar: السؤال غير موجود
de: Frage existiert nicht
fa: سوال وجود ندارد
hi: प्रश्न मौजूद नहीं है
id: Pertanyaan tidak ada
ja: 質問は存在しません
my: Soalan tidak wujud
ru: Вопрос не существует
th: ไม่มีคำถาม
tr: Soru mevcut değil
ur: سوال موجود نہیں ہے
vi: Câu hỏi không tồn tại

source: Reply removed successfully.
ar: تمت إزالة الرد بنجاح.
de: Antwort erfolgreich entfernt.
fa: پاسخ با موفقیت حذف شد
hi: उत्तर को सफलतापूर्वक निकाल दिया गया।
id: Balas berhasil dihapus.
ja: 返信を削除しました。
my: Balas dihapuskan dengan jayanya.
ru: Ответ успешно удален.
th: ลบคำตอบสำเร็จแล้ว
tr: Yanıt başarıyla kaldırıldı.
ur: جواب کامیابی کے ساتھ ہٹا دیا گیا۔
vi: Trả lời xóa thành công.

source: Quick links
ar: روابط سريعة
fa: لینک های سریع
hi: त्वरित सम्पक
id: Tautan langsung
ja: クイックリンク
my: Pautan Pantas
ru: Быстрые ссылки
th: ลิงค์ด่วน
tr: Hızlı Linkler
ur: فوری رابطے
vi: Đường dẫn nhanh

source: Return to site
ar: العودة إلى الموقع
de: Zurück zur Seite
fa: بازگشت به سایت
hi: साइट पर लौटें
id: Kembali ke situs
ja: サイトに戻る
my: Kembali ke laman web
ru: Вернуться на сайт
th: กลับไปที่ไซต์
tr: Siteye dön
ur: سائٹ پر واپس جائیں
vi: Quay trở lại trang web

source: Change password
ar: تغيير كلمة السر
de: Ändere das Passwort
fa: رمز عبور را تغییر دهید
hi: पासवर्ड बदलें
id: Ganti kata sandi
ja: パスワードを変更する
my: Tukar kata laluan
ru: Сменить пароль
th: เปลี่ยนรหัสผ่าน
tr: Şifre değiştir
ur: پاس ورڈ تبدیل کریں
vi: Đổi mật khẩu

source: Log out
ar: تسجيل خروج
de: Ausloggen
fa: خروج
hi: लॉग आउट
id: Keluar
ja: ログアウト
my: Log keluar
ru: Выйти
th: ออกจากระบบ
tr: Çıkış Yap
ur: لاگ آوٹ
vi: Đăng xuất

source: Applications
ar: التطبيقات
de: Anwendungen
fa: برنامه های کاربردی
hi: अनुप्रयोग
id: Aplikasi
ja: 用途
my: Permohonan
ru: Приложения
th: การประยุกต์ใช้งาน
tr: Uygulamalar
ur: درخواستیں
vi: Các ứng dụng

source: Administration
ar: الادارة
de: Verwaltung
fa: مدیریت
hi: शासन प्रबंध
id: Administrasi
ja: 行政
my: Pentadbiran
ru: администрация
th: การบริหาร
tr: yönetim
ur: انتظامیہ
vi: Quản trị

source: Recent Actions
ar: الإجراءات الأخيرة
de: Letzte Aktionen
fa: اقدامات اخیر
hi: हाल के कार्य
id: Tindakan Terbaru
ja: 最近の行動
my: Tindakan Terkini
ru: Недавние действия
th: การกระทำล่าสุด
tr: Son İşlemler
ur: حالیہ کاروائیاں
vi: Hành động gần đây

source: Latest Django News
ar: آخر أخبار جانغو
de: Neueste Django News
fa: آخرین اخبار جنگو
hi: नवीनतम Django समाचार
id: Berita Django Terbaru
ja: 最新のDjangoニュース
my: Berita Django terkini
ru: Последние новости Джанго
th: ข่าว Django ล่าสุด
tr: Son Django Haberleri
ur: جیانگو کی تازہ ترین خبریں
vi: Tin tức Django mới nhất

source: Support
ar: الدعم
de: Unterstützung
fa: حمایت کردن
hi: सहयोग
id: Dukung
ja: サポート
my: Sokongan
ru: Поддержка
th: สนับสนุน
tr: Destek
ur: مدد کریں
vi: Ủng hộ

source: Django documentation
ar: وثائق جانغو
de: Django-Dokumentation
fa: مستندات جنگو
hi: Django प्रलेखन
id: Dokumentasi Django
ja: Djangoのドキュメント
my: Dokumentasi Django
ru: Джанго документация
th: เอกสาร Django
tr: Django belgeleri
ur: جیانگو دستاویزات
vi: Tài liệu Django

source: Django "django-users" mailing list
ar: قائمة عناوين Django "django-users"
de: Django "Django-Benutzer" Mailingliste
fa: لیست پستی "django-users" Django
hi: Django "django-users" मेलिंग सूची
id: Milis Django "django-users"
ja: Django "django-users"メーリングリスト
ru: Список рассылки Django "django-users"
th: Django รายชื่อผู้รับจดหมาย "django-users"
tr: Django "django-users" posta listesi
ur: ججنگو میلنگ لسٹ "جینگو استعمال کنندہ"
vi: Danh sách gửi thư của Django "django-users"

source: Django irc channel
ar: قناة Django irc
de: Django IRC-Kanal
fa: کانال angoango
hi: Django irc चैनल
id: Saluran irc Django
ja: Django IRCチャネル
my: Saluran Django irc
ru: Django IRC канал
tr: Django irc kanalı
ur: ججنگو irc چینل
vi: Kênh irc Django

source: Arabic
ar: عربي
de: Arabisch
fa: عربی
hi: अरबी
id: Arab
ja: アラビア語
my: Bahasa Arab
ru: арабский
th: ภาษาอาหรับ
tr: Arapça
ur: عربی
vi: tiếng Ả Rập

source: German
ar: ألمانية
de: Deutsche
fa: آلمانی
hi: जर्मन
id: Jerman
ja: ドイツ人
my: Jerman
ru: Немецкий
th: เยอรมัน
tr: Almanca
ur: جرمن
vi: tiếng Đức

source: English
ar: الإنجليزية
de: Englisch
fa: انگلیسی
hi: अंग्रेज़ी
id: Inggris
ja: 英語
my: Bahasa Inggeris
ru: английский
th: อังกฤษ
tr: ingilizce
ur: انگریزی
vi: Tiếng Anh

source: Spanish
ar: الأسبانية
de: Spanisch
fa: اسپانیایی
hi: स्पेनिश
id: Orang Spanyol
ja: スペイン語
my: Sepanyol
ru: испанский язык
th: สเปน
tr: İspanyol
ur: ہسپانوی
vi: người Tây Ban Nha

source: Persian
ar: اللغة الفارسية
de: persisch
fa: فارسی
hi: फ़ारसी
id: Orang Persia
ja: ペルシア語
my: Parsi
ru: персидский
th: เปอร์เซีย
tr: Farsça
ur: فارسی
vi: Ba Tư

source: French
ar: فرنسي
de: Französisch
fa: فرانسوی
hi: फ्रेंच
id: Perancis
ja: フランス語
my: Perancis
ru: Французский
th: ฝรั่งเศส
tr: Fransızca
ur: فرانسیسی
vi: người Pháp

source: Hindi
ar: هندي
fa: هندی
hi: हिन्दी
ja: ヒンディー語
ru: хинди
th: ภาษาฮินดี
tr: Hintçe
ur: ہندی
vi: Tiếng Hindi

source: Indonesian
ar: الإندونيسية
de: Indonesisch
fa: اندونزیایی
hi: इन्डोनेशियाई
id: bahasa Indonesia
ja: インドネシア語
my: Bahasa Indonesia
ru: индонезийский
th: ชาวอินโดนีเซีย
tr: Endonezya
ur: انڈونیشی
vi: Tiếng Indonesia

source: Italian
ar: إيطالي
de: Italienisch
fa: ایتالیایی
hi: इतालवी
id: Italia
ja: イタリア語
my: Itali
ru: итальянский
th: อิตาลี
tr: İtalyan
ur: اطالوی
vi: người Ý

source: Japanese
ar: اليابانية
de: japanisch
fa: ژاپنی
hi: जापानी
id: Jepang
ja: 日本人
my: Jepun
ru: японский язык
th: ญี่ปุ่น
tr: Japonca
ur: جاپانی
vi: tiếng Nhật

source: Korean
ar: الكورية
de: Koreanisch
fa: کره ای
hi: कोरियाई
id: Korea
ja: 韓国語
my: Korea
ru: Корейский
th: เกาหลี
tr: Koreli
ur: کورین
vi: Hàn Quốc

source: Malaysian
ar: ماليزي
de: malaysisch
fa: مالزی
hi: मलेशियाई
id: Orang Malaysia
ja: マレーシア人
my: Malay
ru: малазийский
th: ชาวมาเลเซีย
tr: Malezyalı
ur: ویت نام

source: Portuguese
ar: البرتغالية
de: Portugiesisch
fa: پرتغالی
hi: पुर्तगाली
id: Portugis
ja: ポルトガル語
my: Portugis
ru: португальский
th: โปรตุเกส
tr: Portekizce
ur: پرتگالی
vi: Bồ Đào Nha

source: Russian
ar: الروسية
de: Russisch
fa: روسی
hi: रूसी
id: Rusia
ja: ロシア
my: Rusia
ru: русский
th: รัสเซีย
tr: Rusça
ur: روسی
vi: tiếng Nga

source: Thai
ar: التايلاندية
fa: تایلندی
hi: थाई
ja: タイ人
ru: тайский
th: ไทย
tr: Tayland
ur: تھائی
vi: Thái lan

source: Turkish
ar: اللغة التركية
de: Türkisch
fa: ترکی
hi: तुर्की
id: Turki
ja: トルコ人
my: Turki
ru: турецкий
th: ตุรกี
tr: Türk
ur: ترکی
vi: Thổ Nhĩ Kỳ

source: Urdu
ar: الأردية
fa: اردو
hi: उर्दू
id: Bahasa Urdu
ja: ウルドゥー語
ru: урду
th: ภาษาอูรดู
tr: Urduca
ur: اردو
vi: Tiếng Urdu

source: vietnam
ar: فيتنام
fa: ویتنام
hi: वियतनाम
ja: ベトナム
ru: Вьетнам
th: เวียดนาม
ur: ویت نام
vi: Việt Nam

source: Simplified Chinese
ar: الصينية المبسطة
de: Vereinfachtes Chinesisch
fa: چینی ساده شده
hi: सरलीकृत चीनी
id: Cina disederhanakan
ja: 簡体字中国語
my: Bahasa Cina Ringkas
ru: Упрощенный китайский
th: จีนตัวย่อ
tr: Basitleştirilmiş Çince
ur: آسان چینی
vi: Tiếng Trung giản thể

source: Traditional Chinese
ar: الصينية التقليدية
de: Traditionelles Chinesisch
fa: چینی سنتی
hi: परंपरागत चीनी
id: Cina tradisional
ja: 繁体字中国語
my: Cina Tradisional
ru: Традиционный китайский
th: ภาษาจีนดั้งเดิม
tr: Geleneksel çince
ur: روایتی چینی
vi: Truyền thống Trung Quốc

source: Revoke access
ar: إبطال الوصول
de: Zugangsberechtigung aufheben
fa: لغو دسترسی
hi: अनुमति समाप्त करना
id: Mencabut akses
ja: アクセス権を取り消す
my: Batalkan akses
ru: Отменить доступ
th: เพิกถอนการเข้าถึง
tr: Erişimi iptal et
ur: رسائی کالعدم
vi: Thu hồi truy cập
