Repository: hottredpen/laowai_panda
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, fa, hi, id, ja, my, ru, th, tr, ur, vi

source: Grant access
ar: منح حق الوصول
de: Zugriff gewähren
fa: دسترسی به آنها
hi: पहुँच प्रदान करें
id: Berikan akses
ja: アクセス許可
my: Geran akses
ru: Предоставление доступа
th: ให้สิทธิ์การเข้าถึง
tr: Erişim izni ver
ur: گرانٹ تک رسائی
vi: Cấp phép truy cập

source: Access
ar: التمكن من
de: Zugriff
fa: دسترسی
hi: पहुंच
id: Mengakses
ja: アクセス
my: Akses
ru: Доступ
th: เข้าไป
tr: Giriş
ur: رسائی
vi: Truy cập

source: Counter
ar: عداد
de: Zähler
fa: پیشخوان
hi: काउंटर
id: Melawan
ja: カウンター
my: Kaunter
ru: счетчик
th: เคาน์เตอร์
tr: sayaç
ur: کاؤنٹر
vi: Quầy tính tiền

source: Statistics period
ar: فترة الاحصاء
de: Statistikzeitraum
fa: دوره آماری
hi: सांख्यिकी अवधि
id: Periode statistik
ja: 統計期間
my: Tempoh statistik
ru: Статистический период
th: ระยะเวลาสถิติ
tr: İstatistik dönemi
ur: اعداد و شمار کی مدت
vi: Thời gian thống kê

source: Today
ar: اليوم
de: Heute
fa: امروز
hi: आज
id: Hari ini
ja: 今日
my: Hari ini
ru: Cегодня
th: ในวันนี้
tr: Bugün
ur: آج
vi: Hôm nay

source: Last week
ar: الاسبوع الماضي
de: Letzte Woche
fa: هفته گذشته
hi: पिछले सप्ताह
id: Minggu lalu
ja: 先週
my: Minggu lepas
ru: Прошлая неделя
th: อาทิตย์ที่แล้ว
tr: Geçen hafta
ur: پچھلا ہفتہ
vi: Tuần trước

source: Last month
ar: الشهر الماضي
de: Im vergangenen Monat
fa: ماه گذشته
hi: पिछले महीने
id: Bulan lalu
ja: 先月
my: Bulan lepas
ru: Прошлый месяц
th: เดือนที่แล้ว
tr: Geçen ay
ur: پچھلے مہینے
vi: Tháng trước

source: Last quarter
ar: الربع الأخير
de: Letztes Vierteljahr
fa: سه ماهه گذشته
hi: अंतिम चौथाई
id: Kuartal terakhir
ja: 前四半期
my: Suku akhir
ru: Последняя четверть
th: ไตรมาสที่แล้ว
tr: Son çeyrek
ur: آخری چوتھائی
vi: Quý trước

source: Last year
ar: العام الماضي
de: Letztes Jahr
fa: سال گذشته
hi: पिछले साल
id: Tahun lalu
ja: 昨年
my: Tahun lepas
ru: Прошлый год
th: ปีที่แล้ว
tr: Geçen yıl
ur: گزشتہ سال
vi: Năm ngoái

source: none
ar: لا شيء
de: keiner
fa: هیچ یک
hi: कोई नहीं
id: tidak ada
ja: なし
my: tiada
ru: никто
th: ไม่มี
tr: Yok
ur: کوئی نہیں
vi: không ai

source: grant access first
ar: منح الوصول أولاً
de: Gewähren Sie zuerst Zugriff
fa: دسترسی اول اعطا کنید
hi: पहले पहुंच प्रदान करें
id: berikan akses terlebih dahulu
ja: 最初にアクセスを許可
my: memberikan akses terlebih dahulu
ru: предоставить доступ первым
th: ให้สิทธิ์การเข้าถึงก่อน
tr: önce erişim izni ver
ur: پہلے رسائی دیں
vi: cấp quyền truy cập đầu tiên

source: counters loading failed
ar: فشل تحميل العدادات
de: Das Laden der Zähler ist fehlgeschlagen
fa: بارگیری شمارنده انجام نشد
hi: लोडिंग काउंटर विफल रहे
id: penghitung pemuatan gagal
ja: カウンタの読み込みに失敗しました
my: pengambilan kaunter gagal
ru: сбой загрузки счетчиков
th: การโหลดตัวนับล้มเหลว
tr: sayaç yükleme başarısız
ur: کاؤنٹر لوڈنگ ناکام
vi: tải không thành công

source: Show
ar: تبين
fa: نشان دادن
hi: प्रदर्शन
id: Menunjukkan
ja: 公演
my: Tunjukkan
ru: Показать
th: แสดง
tr: Göstermek
ur: دکھائیں
vi: Chỉ

source: visitors
ar: الزائرين
de: Besucher
fa: بازدید کنندگان
hi: आगंतुकों
id: pengunjung
ja: 訪問者
my: pelawat
ru: посетители
th: ผู้เข้าชม
tr: Ziyaretçi
ur: زائرین
vi: khách

source: visits
ar: الزيارات
de: Besuche
fa: بازدیدها
hi: दौरा
id: kunjungan
ja: 訪問
my: lawatan
ru: посещения
th: ผู้เข้าชม
tr: ziyaret
ur: دورے
vi: thăm

source: views
ar: الآراء
de: Ansichten
fa: نمایش ها
hi: विचारों
id: dilihat
ja: 景色
my: pandangan
ru: взгляды
th: มุมมอง
tr: Görüntüleme
ur: آراء
vi: lượt xem

source: Group
ar: مجموعة
de: Gruppe
fa: گروه
hi: समूह
id: Kelompok
ja: グループ
my: Kumpulan
ru: группа
th: กลุ่ม
tr: grup
ur: گروپ
vi: Nhóm

source: By day
ar: باليوم
de: Tagsüber
fa: روز
hi: दिवस पश्चात
id: Siang hari
ja: 日ごとに
my: Pada siang hari
ru: Днемa
th: ตามวันที่
tr: Güne göre
ur: دن میں
vi: Ban ngày

source: By week
ar: بالأسبوع
de: Bis Woche
fa: هفته
hi: सप्ताह के हिसाब से
id: Pada minggu
ja: 週ごと
my: Menjelang minggu
ru: По неделям
th: ตามสัปดาห์
tr: Haftaya göre
ur: ہفتہ تک
vi: Theo tuần

source: By month
ar: بالشهر
de: Nach Monaten
fa: ماه
hi: महीने से
id: Menurut bulan
ja: 月ごと
my: Menjelang bulan
ru: По месяцам
th: ตามเดือน
tr: Ayda
ur: مہینے تک
vi: Theo tháng

source: API request failed.
ar: فشل طلب واجهة برمجة التطبيقات.
de: API-Anfrage fehlgeschlagen.
fa: درخواست API انجام نشد.
hi: API अनुरोध विफल रहा।
id: Permintaan API gagal.
ja: APIリクエストが失敗しました。
my: Permintaan API gagal.
ru: Запрос API не выполнен.
th: คำขอ API ล้มเหลว
tr: API isteği başarısız oldu.
ur: API درخواست ناکام ہوگئی۔
vi: Yêu cầu API không thành công.

source: Try to <a href="%s">revoke and grant access</a> again
ar: حاول <a href="%s"> إبطال ومنح الوصول </a> مرة أخرى

source: Yandex Metrika visitors totals
ar: مجاميع زوار Yandex Metrika
de: Yandex Metrika Besucherzahlen
fa: بازدیدکنندگان Yandex Metrika بالغ می شود
hi: Yandex Metrika आगंतुकों के योग
id: Pengunjung total Yandex Metrika
ja: Yandex Metrikaの訪問者の合計
my: Jumlah pengunjung Yandex Metrika
ru: Итоги посещения Яндекс метрики
th: ผลรวมของผู้เยี่ยมชม Yandex Metrika
tr: Yandex Metrika ziyaretçi toplamları
ur: یاندیکس میٹریکا کے زائرین
vi: Tổng số khách truy cập Yandex Metrika

source: Bad server response
ar: استجابة خادم سيئة
de: Schlechte Serverantwort
fa: پاسخ بد سرور
hi: खराब सर्वर प्रतिक्रिया
id: Respons server salah
ja: 不正なサーバー応答
my: Sambutan pelayan yang buruk
ru: Плохой ответ сервера
th: การตอบกลับของเซิร์ฟเวอร์ไม่ดี
tr: Kötü sunucu yanıtı
ur: سرور کا خراب ردعمل
vi: Phản hồi của máy chủ không tốt

source: Yandex Metrika visitors chart
ar: مخطط زوار Yandex Metrika
de: Yandex Metrika Besucherkarte
fa: نمودار بازدید کنندگان Yandex Metrika
hi: Yandex Metrika आगंतुकों चार्ट
id: Grafik pengunjung Yandex Metrika
ja: Yandex Metrikaビジターチャート
my: Carta pelawat Yandex Metrika
ru: График посетителей Яндекс Метрики
th: แผนภูมิผู้เยี่ยมชม Yandex Metrika
tr: Yandex Metrika ziyaretçi grafiği
ur: یاندیکس میٹریکا زائرین کا چارٹ
vi: Biểu đồ khách truy cập Yandex Metrika

source: Yandex Metrika period visitors
ar: زوار فترة Yandex Metrika
de: Besucher der Yandex Metrika-Zeit
fa: بازدید کنندگان دوره Yandex Metrika
hi: Yandex Metrika अवधि के आगंतुक
id: Pengunjung periode Yandex Metrika
ja: Yandex Metrika時代の訪問者
my: Pelawat zaman Yandex Metrika
ru: Яндекс метрика посетителей периода
th: Yandex Metrika ผู้เยี่ยมชมประจำเดือน
tr: Yandex Metrika dönemi ziyaretçileri
ur: یاندیکس میٹریکا دورے کے زائرین
vi: Du khách thời kỳ Yandex Metrika

source: user has no pushy token
ar: ليس لدى المستخدم رمز مميز
de: Benutzer hat kein aufdringliches Token
fa: کاربر هیچ نشانه ای با فشار ندارد
hi: उपयोगकर्ता के पास कोई पुश करने वाला टोकन नहीं है
id: pengguna tidak memiliki token yang memaksa
ja: ユーザーにはプッシュトークンがありません
my: pengguna tidak mempunyai tanda tolakan
ru: у пользователя нет жуткого токена
th: ผู้ใช้ไม่มีโทเค็นรุก
tr: kullanıcının pushy jetonu yok
ur: صارف کے پاس کوئی دھکا دینے والا ٹوکن نہیں ہے
vi: người dùng không có mã thông báo

source: No action
ar: لا رد فعل
de: Keine Aktion
fa: عملی نیست
hi: कोई कार्रवाई नहीं
id: Tidak ada tindakan
ja: 何もしない
my: Tiada tindakan
ru: Бездействие
th: ไม่มีการตอบสนอง
tr: Hiçbir eylem
ur: کوئی کارروائی نہیں
vi: Không có hành động

source: Question liked
ar: أعجبني السؤال
de: Frage gefallen
fa: سؤال دوست داشت
hi: सवाल पसंद आया
id: Pertanyaan suka
ja: 質問が気に入りました
my: Soalan suka
ru: Вопрос понравился
th: คำถามที่ชอบ
tr: Soru beğendi
ur: سوال پسند آیا
vi: Câu hỏi thích

source: Question shared
ar: تمت مشاركة السؤال
de: Frage geteilt
fa: سؤال به اشتراک گذاشته شد
hi: प्रश्न साझा किया गया
id: Pertanyaan dibagikan
ja: 質問を共有しました
my: Soalan dikongsi
ru: Вопрос поделился
th: แชร์คำถามแล้ว
tr: Soru paylaşıldı
ur: سوال مشترکہ ہے
vi: Câu hỏi được chia sẻ

source: Got a comment
ar: حصلت على تعليق
de: Habe einen Kommentar bekommen
fa: نظر دادم
hi: एक टिप्पणी मिल गई
id: Punya komentar
ja: コメントを得た
my: Ada komen
ru: Получил комментарий
th: มีความคิดเห็น
tr: Yorumunuz var
ur: ایک تبصرہ ملا
vi: Có một bình luận

source: New comment on followed question
ar: تعليق جديد على السؤال المتبع
de: Neuer Kommentar zur folgenden Frage
fa: نظر جدید در مورد سوال دنبال شده
hi: प्रश्न के बाद नई टिप्पणी
id: Komentar baru tentang pertanyaan yang diikuti
ja: フォローされている質問への新しいコメント
my: Ulasan baru mengenai soalan yang diikuti
ru: Новый комментарий к последующему вопросу
th: ความคิดเห็นใหม่เกี่ยวกับคำถามที่ติดตาม
tr: Takip edilen soru üzerine yeni yorum
ur: پیروی والے سوال پر نیا تبصرہ
vi: Nhận xét mới về câu hỏi tiếp theo

source: Useful comment
ar: تعليق مفيد
de: Nützlicher Kommentar
fa: نظر مفید
hi: उपयोगी टिप्पणी
id: Komentar yang berguna
ja: 便利なコメント
my: Komen berguna
ru: Полезный комментарий
th: ความคิดเห็นที่เป็นประโยชน์
tr: Yararlı yorum
ur: مفید تبصرہ
vi: Nhận xét hữu ích

source: Got followed
ar: حصلت على متابعة
de: Wurde verfolgt
fa: دنبال کردم
hi: पीछा किया गया
id: Mengikuti
ja: フォローしました
my: Ada yang mengikuti
ru: Получил след
th: ได้ติดตาม
tr: Takip ettim
ur: فالو ہوا
vi: Đã theo dõi

source: Question favourite
ar: السؤال المفضل
de: Frage Favorit
fa: مورد علاقه سوال
hi: पसंदीदा सवाल
id: Pertanyaan favorit
ja: お気に入りの質問
my: Soalan kegemaran
ru: Вопрос любимый
th: คำถามที่ชื่นชอบ
tr: Soru favorisi
ur: سوال پسند ہے
vi: Câu hỏi yêu thích

source: Followed user added new question
ar: أضاف المستخدم المتابع سؤالًا جديدًا
de: Der folgende Benutzer hat eine neue Frage hinzugefügt
fa: کاربر دنبال شده سوال جدیدی را اضافه کرد
hi: उपयोगकर्ता द्वारा अनुसरण किया गया नया प्रश्न जोड़ा गया
id: Pengguna yang diikuti menambahkan pertanyaan baru
ja: フォロー中のユーザーが新しい質問を追加しました
my: Pengguna diikuti menambah soalan baru
ru: Подписчик добавил новый вопрос
th: ผู้ใช้ที่ติดตามได้เพิ่มคำถามใหม่
tr: Takip edilen kullanıcı yeni soru ekledi
ur: پیروکار صارف نے نیا سوال شامل کیا
vi: Theo dõi người dùng thêm câu hỏi mới

source: Got a reply to your comment
ar: حصلت على رد على تعليقك
de: Ich habe eine Antwort auf Ihren Kommentar erhalten
fa: پاسخی به نظر شما دادم
hi: आपकी टिप्पणी का जवाब मिल गया
id: Mendapat balasan atas komentar Anda
ja: コメントへの返信を得た
my: Mendapat jawapan kepada komen anda
ru: Получил ответ на ваш комментарий
th: มีการตอบกลับความคิดเห็นของคุณ
tr: Yorumunuza bir cevap aldınız
ur: آپ کے تبصرے کا جواب ملا
vi: Có một trả lời cho nhận xét của bạn

source: Created
ar: تم الإنشاء
de: Erstellt
fa: ایجاد شده
hi: बनाया था
id: Dibuat
ja: 作成した
my: Dibuat
ru: созданный
th: ที่สร้างไว้
tr: düzenlendi
ur: بنائی گئی
vi: Tạo

source: Passed to pushy
ar: مرت إلى انتهازي
de: Aufdringlich übergeben
fa: گذشت به فشار
hi: धक्का-मुक्की में पास हो गया
id: Lulus untuk memaksa
ja: 強引に渡される
my: Lulus untuk memaksa
ru: Перешел на напористый
th: ผ่านไปยังรุก
tr: Saldırgan geçti
ur: دھکا دینے میں گزر گیا
vi: Đã qua

source: Delivered
ar: تم التوصيل
de: Geliefert
fa: تحویل داده شده
hi: पहुंचा दिया
id: Disampaikan
ja: お届け
my: Dihantar
ru: доставлен
th: ส่ง
tr: teslim
ur: نجات
vi: Đã giao hàng

source: Faild as user hasn't notification token
ar: تعذّر الفشل نظرًا لأن المستخدم ليس لديه رمز إشعار
de: Faild als Benutzer hat kein Benachrichtigungstoken
fa: انجام نشد زیرا کاربر علامت اعلان را ندارد
hi: उपयोगकर्ता के टोकन के रूप में विफल विफलता
id: Gagal karena pengguna tidak memiliki token notifikasi
ja: ユーザーが通知トークンを持っていないため失敗しました
my: Faild sebagai pengguna tidak mempunyai notifikasi pemberitahuan
ru: Сбой, поскольку у пользователя нет токена уведомления
th: ล้มเหลวเนื่องจากผู้ใช้ไม่ได้รับโทเค็นการแจ้งเตือน
tr: Kullanıcı bildirim jetonu olmadığından başarısız oldu
ur: بطور صارف اطلاع نامہ نہیں ہے
vi: Lỗi khi người dùng không thông báo mã thông báo

source: Pushy Faild
ar: رمز خاطئ
de: Aufdringliches Faild
fa: فشار قیافه
hi: पुष्य विफल
id: Gagal memaksa
ja: 強引な失敗
ru: Напористая неудача
th: Pushy ล้มเหลว
tr: Saldırgan başarısız
ur: پوش فیلڈ
vi: Thất bại

source: Unknown Error
ar: خطأ غير معروف
de: Unbekannter Fehler
fa: خطای ناشناخته
hi: अज्ञात त्रुटि
id: Kesalahan yang tidak diketahui
ja: 不明なエラー
my: Ralat tidak diketahui
ru: Неизвестная ошибка
th: ข้อผิดพลาดที่ไม่รู้จัก
tr: Bilinmeyen hata
ur: نامعلوم خامی
vi: Lỗi không thể nhận biết

source: Template action not exist please add one
ar: إجراء القالب غير موجود ، يرجى إضافة واحد
de: Vorlagenaktion nicht vorhanden Bitte fügen Sie eine hinzu
fa: عملکرد الگو وجود ندارد ، لطفاً یکی اضافه کنید
hi: टेम्प्लेट कार्रवाई मौजूद नहीं है कृपया एक जोड़ें
id: Tindakan template tidak ada, tambahkan satu
ja: テンプレートアクションが存在しません。追加してください
my: Tindakan templat tidak wujud sila tambah satu
ru: Шаблон действия не существует, пожалуйста, добавьте один
th: ไม่มีการกระทำของเทมเพลตโปรดเพิ่มอีกหนึ่งรายการ
tr: Şablon işlemi mevcut değil, lütfen bir tane ekleyin
ur: ٹیمپلیٹ ایکشن موجود نہیں ہے براہ کرم ایک شامل کریں
vi: Hành động mẫu không tồn tại, vui lòng thêm một

source: Notification updated successfully.
ar: تم تحديث الإشعار بنجاح.
de: Benachrichtigung erfolgreich aktualisiert.
fa: اعلان با موفقیت به روز شد.
hi: अधिसूचना सफलतापूर्वक अपडेट की गई।
id: Notifikasi berhasil diperbarui.
ja: 通知を更新しました。
my: Pemberitahuan dikemas kini dengan jayanya.
ru: Уведомление успешно обновлено.
th: อัปเดตการแจ้งเตือนสำเร็จแล้ว
tr: Bildirim başarıyla güncellendi.
ur: اطلاع کامیابی کے ساتھ اپ ڈیٹ ہوگئی۔
vi: Thông báo cập nhật thành công.

source: pushy_token is required.
ar: مطلوب pushytoken.
de: pushy_token ist erforderlich.
fa: pushy_token لازم است
hi: pushy_token की आवश्यकता है।
id: diperlukan pushy_token.
ja: pushy_tokenは必須です。
my: pushy_token diperlukan.
ru: pushy_token требуется.
th: จำเป็นต้องมี pushy_token
tr: pushy_token gerekli.
ur: pushy_token ضروری ہے۔
vi: Pushy_token là bắt buộc.

source: Pushy Token added successfully.
ar: تمت إضافة رمز Pushy بنجاح.
de: Pushy Token erfolgreich hinzugefügt.
fa: Pushy Token با موفقیت اضافه شد.
hi: पुष्य टोकन को सफलतापूर्वक जोड़ा गया।
id: Pushy Token berhasil ditambahkan.
ja: Pushyトークンが正常に追加されました。
my: Pushy Token ditambah dengan berjaya.
ru: Pushy Token успешно добавлен.
th: เพิ่ม Pushy Token สำเร็จแล้ว
tr: Pushy Token başarıyla eklendi.
ur: Pushy Token کامیابی کے ساتھ شامل کیا گیا۔
vi: Mã thông báo Pushy được thêm thành công.

source: Pushy Token loged out successfully.
ar: تم تسجيل خروج Pushy Token بنجاح.
de: Pushy Token hat sich erfolgreich abgemeldet.
fa: Pushy Token با موفقیت خارج شد.
hi: पुष्य टोकन सफलतापूर्वक लॉग आउट हो गया।
id: Token Pushy berhasil keluar.
ja: Pushyトークンが正常にログアウトしました。
my: Pushy Token berjaya dilakar.
ru: Pushy Token успешно вышел из системы.
th: โทเค็น Pushy ออกจากระบบสำเร็จแล้ว
tr: Pushy Token başarılı bir şekilde oturdu.
ur: پشمی ٹوکن کامیابی سے باہر ہو گیا۔
vi: Mã thông báo Pushy đã đăng xuất thành công.

source: channel_id is required
ar: معرف القناة مطلوب
de: Kanal-ID ist erforderlich
fa: شناسه کانال مورد نیاز است
hi: चैनल आईडी आवश्यक है
id: diperlukan id saluran
ja: チャンネルIDは必須です
my: ID saluran diperlukan
ru: идентификатор канала необходим
th: ต้องมีรหัสช่อง
tr: kanal kimliği gerekli
ur: چینل_ڈ ضروری ہے
vi: id kênh là bắt buộc

source: Post does not exist.
ar: المشاركة غير موجودة.
de: Post existiert nicht.
fa: پست وجود ندارد
hi: पोस्ट मौजूद नहीं है।
id: Pos tidak ada.
ja: 投稿は存在しません。
my: Siaran tidak wujud.
ru: Пост не существует.
th: ไม่มีโพสต์
tr: Gönderi mevcut değil.
ur: پوسٹ موجود نہیں ہے۔
vi: Bài viết không tồn tại.
